Repository: JMS-1/DVB.NET---VCR.NET
Catalog: VCR.NET/ControlCenter/Properties/Resources.*.resx
Languages: de

# AddServerTitle
source: Unable to add Server {0}
de: Rechner {0} kann nicht hinzugefügt werden

# DelServerTitle
source: Unable to delete Server {0}
de: Rechner {0} kann nicht entfernt werden

# Hibernate
source: Really hibernate Server {0}?
de: Soll der Rechner {0} wirklich in den Schlafzustand versetzt werden?

# HibernateN
source: ignore until {0:HH:mm}
de: ... bis {0:HH:mm}

# HibernateReset
source: as configured (currently disabled until {0:HH:mm})
de: ... beenden (aktuell deaktiviert bis {0:HH:mm})

# HibernateTitle
source: Hibernate Confirmation
de: Bestätigung erforderlich

# Multicast
source: Invalid MultiCast Address
de: Unzulässige MultiCast Adresse

source: no
de: nein

# NoServers
source: VCR.NET Control Center (no Servers configured)
de: VCR.NET Überwachung (keine Rechner eingetragen)

# ServerTrayText
source: VCR.NET Recording Service auf {0} (Port {1})
de: VCR.NET Überwachung für {0} (Port {1})

# ShutdownMessage
source: There are current or pending Recordings on this Computer - do you really want to shutdown the System?
de: Dieser Rechner führt jetzt oder später Aufzeichnungen durch. Soll der Rechner wirklich heruntergefahren werden?

# ShutdownTitle
source: Shutdown Confirmation
de: Bestätigung erforderlich

# StationFormat
source: {0} on {1} ({2})
de: {0} über {1} ({2})

# StationUnavailable
source: (unavailable)
de: (nicht verfügbar)

# UpdateLanguage
source: Unable to update Language
de: Sprache kann nicht aktualisiert werden

# UpdateServerTitle
source: Unable to modify Server {0}
de: Daten zu Rechner {0} können nicht verändert werden

# UpdateTitle
source: Unable to update Settings for local VCR.NET Recording Service
de: Einstellungen für den lokalen Rechner können nicht aktualisiert werden

# WakeUp
source: Really wake up Server {0}?
de: Soll der Rechner {0} wirklich aus dem Schlafzustand aufgeweckt werden?

# WakeUpFailed
source: Unable to wake up server {0}: {1}
de: Der Rechner {0} kann nicht aufgeweckt werden: {1}

source: yes
de: ja
