Repository: JMS-1/DVB.NET---VCR.NET
Catalog: DVB.NET Viewer/ViewerControl/Properties/Resources.*.resx
Languages: de

# AudioListHeadLine
source: Please choose the Audio Channel to hear:
de: Bitte wählen Sie die Tonspur:

# BadMulticast
source: Invalid Multicast Address
de: Unzulässige Multicast Addresse

# ChannelListHeadLine
source: Please choose the Station to show:
de: Bitte wählen Sie den Sender:

# Confirmation
source: Please confirm
de: Bitte bestätigen

# ConnectVCR
source: Connecting to {0}
de: Verbindung zu {0}

# Context_Audio
source: Audio List [L]
de: Tonspuren [L]

# Context_Channels
source: Channel List [K]
de: Sender [K]

# Context_EPG
source: Show EPG Data [F1]
de: Programmzeitschrift [F1]

# Context_FilePosition
source: Move in File
de: Dateiposition verändern

# Context_Fullscreen
source: Toggle Full Screen Mode [J]
de: Vollbild umschalten [J]

# Context_Options
source: Change Settings [?]
de: Einstellungen [?]

# Context_Quit
source: Exit [END]
de: Beenden [ENDE]

# Context_Record
source: Toggle Recording [#]
de: Aufzeichnung umschalten [#]

# Context_Refresh
source: Refresh Display [#]
de: Anzeige neu aufbauen [#]

# Context_Service
source: Service List [M]
de: Dienste [M]

# Context_TimeShift
source: Change TimeShift [*]
de: TimeShift umschalten [*]

# Context_Volume
source: Show Volume Control
de: Lautstärke

# ContextTitle
source: Please Choose Action:
de: Bitte wählen Sie die Aktion:

# CurrentUntil
source: {0} until {1:HH:mm}
de: {0} bis {1:HH:mm}

# DirectoryDialogText
source: Please choose the Directory for Recordings.
de: Bitte wählen Sie das Aufzeichnungsverzeichnis.

# ErrorTitle
source: An Error occured
de: Es ist ein Fehler aufgetreten

# FileTitle
source: File Position ({0}%)
de: Position in der Datei ({0}%)

# NameTitle
source: What's on?
de: Was läuft gerade?

# NextRecording
source: Next Recording in {0}s
de: Noch {0}s bis zur nächsten Aufzeichnung

# NoMulticastTimeShift
source: Timeshift and Multicast broadcasting not supported
de: Multicast Verteilung wird nicht unterstützt

# OptionListHeadLine
source: What do you want to do:
de: Was möchten Sie verändern?

# OptionProfile
source: Use VCR.NET Profile {0}
de: VCR.NET Profil {0} verwenden

# OptionProfileActive
source: Use VCR.NET Profile {0} (active)
de: VCR.NET Profil {0} verwenden (aktiv)

# PlayStream
source: From Network
de: Netzwerk

# RecordingActive
source: Currently Recording ({0} kBytes)
de: Aufzeichnung läuft ({0} kBytes)

source: Recording finished
de: Aufzeichnung beendet

# RecordingItem
source: {0} Minutes (ends at {1:HH:mm})
de: {0} Minuten (bis {1:HH:mm})

source: Recording started
de: Aufzeichnung gestartet

# RecordingStartHeadLine
source: Please choose Recording Duration:
de: Bitte wählen Sie die Aufzeichnungsdauer:

# ResetSettings
source: Really reset all Settings?
de: Sollen wirklich alle Einstellungen zurück gesetzt werden?

# ServiceListHeadLine
source: Please choose the Service to show:
de: Bitte wählen Sie den Dienst:

# SetDirectory
source: Set Quick Record Directory
de: Aufzeichnungsverzeichnis

# VolumeTitle
source: Volume ({0}%)
de: Lautstärke ({0}%)

# Warning_NotAvailable
source: Operation not available
de: Aktion kann nicht ausgeführt werden

# PartialRecording
source: Part {0}
de: Teil {0}

# EPGPosition
source: Current Schedule ({{0}}%) - {0} of {1} Minutes
de: Schon abgelaufen ({{0}}%) - {0} von {1} Minuten

# PSIUpdate
source: Source Configuration has changed
de: Die Senderdaten haben sich verändert

# PSIUpdateTitle
source: Display reconfigured
de: Anzeige aktualisiert
