Repository: JMS-1/DVB.NET---VCR.NET
Catalog: DVB.NET Viewer/Application/Dialogs/ProgramSettings.*.resx
Languages: de

# label1.Text
source: Process &Priority
de: &Priorität der Anwendung

# label2.Text
source: OSD &Display Time (Seconds)
de: OSD &Anzeige (Sekunden)

# label3.Text
source: Station &Type
de: &Senderart

# label4.Text
source: &Encryption
de: Versch&lüsselung

# selPrio.Items
source: Idle
de: Leerlauf

# selPrio.Items1
source: Below Normal
de: Niedriger als üblich

# selPrio.Items3
source: Above Normal
de: Höher als üblich

# selPrio.Items4
source: High
de: Hoch

# selPrio.Items5
source: Real Time
de: Echtzeit

# selType.Items
source: Radio and TV
de: Radio and Fernsehen

# selType.Items1
source: Radio only
de: Nur Radio

# selType.Items2
source: TV only
de: Nur Fernsehen

# selEnc.Items
source: Encrypted and Free
de: Alle

# selEnc.Items1
source: Encrypted only
de: Nur verschlüsselte Sender

# selEnc.Items2
source: Free only
de: Nur unverschlüsselte Sender

# cmdSave.Text
source: &Update
de: &Übernehmen

# cmdCancel.Text
source: &Cancel
de: &Verwerfen

# label5.Text
source: &Multicast Address
de: &Multicast Adresse

# ckCyberlink.Text
source: Activate &CyberLink / PowerDVD H.264 Format
de: &CyberLink / PowerDVD H.264 Format aktivieren

# tabGeneral.Text
source: General
de: Allgemein

# ckRemote.Text
source: Use &Remote Control
de: &Fernsteuerung verwenden

# ckHideCursor.Text
source: &Hide Mouse Pointer
de: Maus&zeiger ausblenden

# tabVideo.Text
source: Video
de: Bild

# label11.Text
source: &Hue
de: &Farbton

# label10.Text
source: &Brightness
de: &Helligkeit

# label9.Text
source: &Saturation
de: &Sättigung

# ckOverwrite.Text
source: &Overwrite Default Settings
de: Voreinstellungen &überschreiben

# label8.Text
source: &Contrast
de: &Kontrast

# label15.Text
source: &H.264 Video
de: &H.264 Bild

# label14.Text
source: AC&3 Audio
de: AC&3 Ton

# label13.Text
source: MP2 &Audio
de: MP2 &Ton

# label12.Text
source: MPEG-2 &Video
de: MPEG-2 &Bild

# $this.Text
source: General Settings
de: Allgemeine Einstellungen
