Repository: JMS-1/DVB.NET---VCR.NET
Catalog: DVB.NET/Algorithms/Properties/SchedulerResources.*.resx
Languages: de

# Debug_ScheduleInformation
source: {0}..{1}{2} on {3} {4}
de: {0:dd.MM.yyyy HH:mm:ss}..{1:dd.MM.yyyy HH:mm:ss}{2} auf {3} {4}

# Exception_BadScheduleFile
source: Schedule Rule must be of Format <property>:<order> but is '{0}'
de: Eine Regel muss dem Format <Eigenschaft>:<Ordnung> entsprechen, ist aber '{0}'

# Exception_DuplicateDate
source: There is more than one Exception on {0}
de: Für {0} ist mehr als eine Ausnahme definiert

# Exception_HasPlanItems
source: Recording Plan has been startet, no more Resources can be added
de: Der Aufzeichnungsplan wurde bereits angelegt und es können keine weiteren Geräte mehr angemeldet werden

# Exception_IncompleteDecryption
source: At least one Resource from a Decryption Group can not be resolved
de: In einer Entschlüsselungsgruppe kann mindestes eine Geräte nicht gefunden werden

# Exception_NegativeEncryption
source: Decyption Limit must not be negative but is {0}
de: Die Anzahl gleichzeitig entschlüsselbarer Quellen darf nicht negativ sein, verwendet wird aber {0}

# Exception_NegativeSourceLimit
source: Source Limit must not be negative but is {0}
de: Die Anzahl gleichzeitig verwendbarer Quellen darf nicht negativ sein, verwendet wird aber {0}

# Exception_NoResourceForSource
source: Unknown Source '{0}'
de: Die Quelle '{0}' ist nicht bekannt

# Exception_NotAPureDate
source: Exception Date is not a Date but {0}
de: Eine Ausnahme muss auf einen Tag definiert werden, verwendet wird aber {0:dd.MM.yyyy HH:mm:ss}

# Exception_ResourcesNotTerminated
source: Schedule Rule 'ByPriority:End' missing
de: Die Abschlussregel 'ByPriority:End' fehlt

# Exception_UnknownOrder
source: Property '{0}' is not compatible with Order '{1}'
de: Die Ordnung '{1}' kann nicht für die Eigenschaft '{0}' verwendet werden

# Exception_UnknownProperty
source: Schedule Rule can not use Property '{0}'
de: Die Eigenschaft '{0}' kann nicht in einer Regel verwendet werden

# Trace_AddResource
source: Added Device '{1}' with Priority {2} at Position {0} (-1 means append)
de: Das Gerät '{1}' mit der Priorität {2} wurde an Position {0} eingefügt (-1 bedeutet, dass es angehängt wurde)

# Trace_Candidate
source: Inspecting Recording on Source '{0}' from {1} for {2}
de: Für die Quelle '{0}' wird eine Aufzeichnung von {1:dd.MM.yyyy HH:mm:ss} für {2} untersucht

# Trace_ChooseBestPlan
source: Selection best Plan out of {0:N0}
de: Die beste Lastverteilung wird nun aus {0:N0} Alternativ(en) ausgewählt

# Trace_CutEncrypted
source: Decryption planned for {0} starts late at {1}
de: Entschlüsselung beginnt statt um {0:dd.MM.yyyy HH:mm:ss} verzögert um {1:dd.MM.yyyy HH:mm:ss}

# Trace_Decryption
source: Decryption Allocation {0}
de: Zuordnung der Entschlüsselung {0}

# Trace_Description
source: Reports scheduling decisions.
de: Meldet Entscheidung bei der Zuordnung von Geräten zu Aufzeichnungen.

# Trace_Discarded
source: Recording must be discarded
de: Die Aufzeichnung kann gar nicht ausgeführt werden

# Trace_Exception
source: Will apply Exception to get {0}+{2} and {1}+{3}
de: Ausnahmeregeln {0:dd.MM.yyyy HH:mm:ss}+{2} und {1}+{3} werden angewendet

# Trace_LateItem
source: Scheduled Source '{1}' on '{0}' from {2} for {3} (starts late)
de: Die Quelle '{1}' wird auf dem Gerät '{0}' von {2:dd.MM.yyyy HH:mm:ss} für {3} aufgezeichnet (die Aufzeichnung beginnt verspätet)

# Trace_LateTask
source: Scheduled Task on '{0}' from {1} for {2} (starts late)
de: Eine Aufgabe wird auf dem Gerät '{0}' von {1:dd.MM.yyyy HH:mm:ss} für {2} ausgeführt (die Ausführung beginnt verspätet)

# Trace_NormalItem
source: Scheduled Source '{1}' on '{0}' from {2} for {3}
de: Die Quelle '{1}' wird auf dem Gerät '{0}' von {2:dd.MM.yyyy HH:mm:ss} für {3} aufgezeichnet

# Trace_NormalTask
source: Scheduled Task on '{0}' from {1} for {2}
de: Eine Aufgabe wird auf dem Gerät '{0}' von {1:dd.MM.yyyy HH:mm:ss} für {2} ausgeführt

# Trace_PlanCount
source: There are {0:N0} Alternative(s) to verify
de: Es gibt {0:N0} alternative Möglichkeit(en), die nun untersucht werden

# Trace_RestartResource
source: Device '{0}' restarted, block until {1}
de: Die Planung für das Gerät '{0}' wird fortgesetzt, das Gerät ist bis {1:dd.MM.yyyy HH:mm:ss} blockiert
