Repository: JMS-1/DVB.NET---VCR.NET
Catalog: VCR.NET/EasyCut/CutMain.*.resx
Languages: de

# cmdRun.Text
source: &Cut
de: &Los

# label1.Text
source: Subtitle &Page
de: Untertitel &Seite

# label2.Text
source: &Framerate
de: &Bildrate

# label3.Text
source: &Threshold (sec)
de: Sch&wellwert (sec)

# label4.Text
source: &Correction (sec)
de: &Korrektur (sec)

# openCuttermaran.Filter
source: Cuttermaran Project Files|*.cpf|All Files|*.*
de: Cuttermaran Projektdateien|*.cpf|Alle Dateien|*.*

# openCuttermaran.Title
source: Please choose the Cuttermaran Project File
de: Cuttermaran Projektdatei auswählen

# saveCut.Filter
source: Text (SUB)|*.sub|Image (SUP)|*.sup|All Files|*.*
de: Text (SUB)|*.sub|Bild (SUP)|*.sup|Alle Dateien|*.*

# saveCut.Title
source: Please choose the Subtitle Target File
de: Untertiteldatei auswählen

# $this.Text
source: VCR.NET Simple SUB/SUP Cutting Utility
de: VCR.NET SUB/SUP Untertitelschnitt
