Repository: JMS-1/DVB.NET---VCR.NET
Catalog: DVB.NET/BDA/Properties/Resources.*.resx
Languages: de

# Exception_BadNumber
source: '{1}' is not a valid number ({0})
de: '{1}' ist keine erlaubte Zahl ({0})

# Exception_NoMethod
source: The site does not support the method '{0}'
de: Die Arbeitsumgebung kennt keine Methode '{0}'

# Exception_NoProperty
source: The site does not support the property '{0}'
de: Die Arbeitsumgebung stellt den Wert '{0}' nicht bereit

# Exception_NoSite
source: Site not defined
de: Es ist keine Arbeitsumgebung bekannt

# Exception_NoState
source: State Machine not yet initialized
de: Die Zustandsverarbeitung ist nicht initialisiert

# Exception_WrongThread
source: Method not called from UI Thread
de: Der Aufruf dieser Methode erfolgt nicht aus der Oberfläche heraus

# InputKey_Digit0
source: Digit 0
de: Ziffer 0

# InputKey_Digit1
source: Digit 1
de: Ziffer 1

# InputKey_Digit2
source: Digit 2
de: Ziffer 2

# InputKey_Digit3
source: Digit 3
de: Ziffer 3

# InputKey_Digit4
source: Digit 4
de: Ziffer 4

# InputKey_Digit5
source: Digit 5
de: Ziffer 5

# InputKey_Digit6
source: Digit 6
de: Ziffer 6

# InputKey_Digit7
source: Digit 7
de: Ziffer 7

# InputKey_Digit8
source: Digit 8
de: Ziffer 8

# InputKey_Digit9
source: Digit 9
de: Ziffer 9

# InputKey_Enter
source: Select
de: Auswählen

# InputKey_Guide
source: Program Guide
de: Programmzeitschrift

# InputKey_Information
source: Airing Details
de: Sendungsdetails

# InputKey_List
source: Source List
de: Senderliste

# InputKey_ListDown
source: Line down
de: Nächste Zeile

# InputKey_ListUp
source: Line up
de: Vorherige Zeile

# InputKey_Menu
source: Settings
de: Einstellungen

# InputKey_Mute
source: Mute Sound
de: Ton aus

# InputKey_Off
source: Close
de: Schliessen

# InputKey_PageDown
source: Page down
de: Vorwärts blättern

# InputKey_PageUp
source: Page up
de: Rückwärts blättern

# InputKey_Pause
source: Pause Display
de: Anzeige anhalten

# InputKey_SourceDown
source: Source down
de: Vorheriger Sender

# InputKey_SourceUp
source: Source up
de: Nächster Sender

# InputKey_VolumeDown
source: Volume down
de: Leiser

# InputKey_VolumeUp
source: Volume up
de: Lauter

# RC_Learn_Add
source: Add Sequence
de: Hinzufügen

# RC_Learn_Cancel
source: Exit without Saving
de: Ohne Speichern beenden

# RC_Learn_Clear
source: Forget all Sequences
de: Alle Sequenzen entfernen

# RC_Learn_Delete1
source: Delete Sequence
de: Entfernen

# RC_Learn_DeleteAll
source: Discard Action
de: Alle Entfernen

# RC_Learn_Dir
source: Configuration Directory:
de: Arbeitsverzeichnis:

# RC_Learn_File
source: Configuration File:
de: Konfigurationsdatei:

# RC_Learn_KeyList
source: Action Codes
de: Befehlscodes

# RC_Learn_Mappings
source: Key Sequences
de: Eingabesequenzen

# RC_Learn_Save
source: Save and Exit
de: Speichern und Beenden

# RC_Learn_SaveError
source: Unable to save Configuration
de: Die Konfiguration kann nicht gespeichert werden

# Switch_Invoke_Description
source: Report all Calls to the Site
de: Meldet Aufrufe an die Arbeitsumgebung

# Switch_LogInputKeys_Description
source: Report all Input
de: Protokolliert alle empfangenen Tasteneingaben

# Switch_LogNumber_Description
source: Report Number Composition
de: Überwacht die Zusammenstellung von Zahlen

# Trace_Exception_RemoveFilter
source: Unable to remove Filter '{0}' from Graph: {1}
de: Der Filter '{0}' kann nicht aus dem Graphen entfernt werden: {1}

# Trace_Invoke_Action
source: Method reports'{0}'
de: Ergebnis des Aufrufs ist '{0}'

# Trace_Invoke_Method
source: Method '{0}' will be called
de: Die Methode '{0}' wird aufgerufen

# Trace_Invoke_Property
source: Property '{0}' will be read
de: Die Eigenschaft '{0}' wird ausgelesen

# Trace_LogInput_Aborted
source: Execution aborted: {0}
de: Abarbeitung wurde abgebrochen: {0}

# Trace_LogInput_ActionList
source: Execution started: {0}
de: Ausführung beginnt: {0}

# Trace_LogInput_EnterState
source: Changing State to '{0}'
de: Wechsele zu Zustand '{0}'

# Trace_LogInput_Key
source: Processing '{0}'
de: Verarbeite '{0}'

# Trace_LogInput_LeaveState
source: Leaving State '{0}'
de: Verlasse Zustand '{0}'

# Trace_LogInput_NextDigit
source: '{0}' checked for State '{1}', currently using {2}
de: '{0}' wird für den Zustand '{1}' ausgewertet, der aktuelle Wert ist {2}

# Trace_LogInput_StartNumber
source: State '{0}' starts to compose a Number
de: Zustand '{0}' beginnt mit der Zusammenstellung einer Zahl

# Trace_LogInput_State
source: State '{0}' will further execute
de: Zustand '{0}' ist verantwortlich für die Ausführung

# Trace_Number_Off
source: Number finished
de: Eingabe einer Zahl beendet

# Trace_Number_On
source: Number is being composed
de: Eine Zahl wird eingegeben

# Trace_RemoveFilter
source: Filter '{0}' will be removed from the Graph
de: Der Filter '{0}' wird nun aus dem Graphen entfernt
