Repository: JMS-1/DVB.NET---VCR.NET
Catalog: VCR.NET/ControlCenter/VCRNETControl.*.resx
Languages: de

# label10.Text
source: Startup &Delay (Seconds):
de: Start&verzögerung (Sekunden):

# label5.Text
source: &Language (restart Control Center after changing):
de: S&prache (Überwachung nach Änderung neu Starten):

# cmdStreaming.Text
source: Update &Streaming Settings
de: Einstellungen für dem Netzwerkver&sand speichern

# label9.Text
source: First TCP/IP &Port
de: Erster TCP/IP &Port

# label8.Text
source: Multi&cast Address
de: Multi&cast Adresse

# label7.Text
source: &Argument
de: &Parameter

# label6.Text
source: &Viewer Application
de: &Anzeigeanwendung

# grpStreaming.Text
source: Streaming Configuration
de: Konfiguration Netzwerkversand

# label1.Text
source: VCR.NET Recording Servers:
de: Überwachte Rechner:

# cmdAdd.Text
source: &Add
de: &Hinzufügen

# cmdUpdate.Text
source: &Update
de: &Ändern

# cmdUpdateAll.Text
source: Update Settings for local VCR&.NET Recording Service
de: Einstellungen für den lokalen VCR&.NET Recording Service speichern

# ckAutoStart.Text
source: Start &local VCR.NET Recording Service when Control Center starts
de: &Lokalen VCR.NET Recording Service mit der Überwachung starten

# ckHibernate.Text
source: &Hibernate System after Recoding has finished (in Minutes):
de: Rechner nach Aufzeichnung in den &Schlafzustand versetzen (in Minuten):

# frameLocal.Text
source: Settings for local VCR.NET Recording Service
de: Einstellungen für den VCR.NET Recording Service auf diesem Rechner

# label4.Text
source: Refresh Interval (Seconds):
de: A&ktualisierung (in Sekunden):

# label2.Text
source: Server &Name:
de: Rechner&name:

# cmdDelete.Text
source: &Delete
de: &Entfernen

# columnHeader1.Text
source: Server Name
de: Rechnername

# columnHeader3.Text
source: Refresh Interval
de: Aktualisierungsrate

# columnHeader4.Text
source: Run Extensions
de: Erweiterungen

# ckExtensions.Text
source: Run E&xtensions
de: Er&weiterungen ausführen

# $this.Text
source: VCR.NET Control Center Configuration
de: Konfiguration der VCR.NET Überwachung

# mnuDefault.Text
source: Show &Web Interface
de: &Web Anwendung starten

# mnuOpenJobList.Text
source: Show &planned Recordings
de: &Aufzeichnungsplan anzeigen

# mnuEPG.Text
source: New Recording (&EPG)
de: Neue Aufzeichnung (&Programmzeitschrift)

# mnuNewJob.Text
source: New Recording (&Manual)
de: Neue Aufzeichnung (&Manuell)

# mnuCurrent.Text
source: Show current &Recordings
de: &Laufende Aufzeichnungen anzeigen

# mnuLiveConnect.Text
source: Co&nnect
de: Verbi&nden

# mnuAdmin.Text
source: &Configure Server
de: VCR.NET Recording Service &konfigurieren

# mnuHibernateServer.Text
source: H&ibernate Server
de: D&ienstrechner in den Schlafzustand

# mnuHibernateReset.Text
source: As &configured
de: Wie &voreingestellt

# mnuHibernate.Text
source: &Hibernate after Recording...
de: Auslösen des &Schlafzustands übergehen...

# mnuSettings.Text
source: Configure &VCR.NET Control Center
de: &Überwachung konfigurieren

# mnuClose.Text
source: Close VCR&.NET Control Center
de: Überwachung &beenden

# fileChooser.Filter
source: Applications|*.exe|All Files|*.*
de: Anwendungen|*.exe|Alle Dateien|*.*

# fileChooser.Title
source: Choose Viewer Application
de: Anzeigeanwendung auswählen
