Repository: JMS-1/DVB.NET---VCR.NET
Catalog: DVB.NET/Card Server/Test Application/TesterMain.*.resx
Languages: de

# ckRestart.Text
source: Restart associated WakeUp Device (if any)
de: Zugeordnetes Windows Gerät neu starten (falls vorhanden)

# ckInProcess.Text
source: Run Card Server &In-Process (i.e. do not launch a dedicated Process)
de: Card Server in dieser Anwendung starten (i.e. nicht als eigenständiger Prozess)

# label1.Text
source: &Profile to Use
de: Geräteprofil

# grpConfig.Text
source: Server & Configuration
de: Konfiguration

# label2.Text
source: &Source
de: &Quelle

# cmdTune.Text
source: &Tune
de: Umschalten

# cmdReceive.Text
source: &Receive
de: Aktivieren

# cmdUnReceive.Text
source: &Un-Receive
de: Deaktivieren

# cmdUnAll.Text
source: Un-Receive &All
de: Alle deaktivieren

# cmdState.Text
source: Stat&e
de: Zustand

# selFolder.Description
source: Please choose the Recording Folder
de: Bitte wählen Sie das Aufzeichnungsverzeichnis

# label3.Text
source: &Directory
de: &Verzeichnis

# cmdStream.Text
source: Streamin&g
de: Netzwerkversand

# columnHeader1.Text
source: Source
de: Quelle

# columnHeader2.Text
source: MP2 Tracks
de: MP2 Ton

# columnHeader3.Text
source: AC3 Tracks
de: AC3 Ton

# columnHeader4.Text
source: DVB Subtitles
de: DVB Untertitel

# columnHeader6.Text
source: Program Guide
de: Programmzeitschrift

# columnHeader8.Text
source: Decrypting
de: Entschlüsselung

# columnHeader9.Text
source: Streaming
de: Netzwerkversand

# columnHeader10.Text
source: Recording
de: Aufzeichnungsdatei

# columnHeader11.Text
source: Consumers
de: Verbraucher

# columnHeader12.Text
source: File(s)
de: Datei(en)

# cmdStartEPG.Text
source: E&PG Start
de: Start E&PG

# cmdEPGEnd.Text
source: EP&G Stop
de: Stop EP&G

# cmdStateRefresh.Text
source: Refresh
de: Aktualisieren

# label9.Text
source: Services
de: Dienste

# label8.Text
source: Sources
de: Quellen

# label7.Text
source: EPG Items
de: EPG Daten

# label6.Text
source: Group
de: Gruppe

# label5.Text
source: Location
de: Ursprung

# label4.Text
source: Profile
de: Profil

# cmdStartPSI.Text
source: Scan Start
de: Start Quellsuche

# cmdStopPSI.Text
source: Scan Stop
de: Stop Quellsuche

# dlgEPG.Filter
source: EPG Collections|*.xml|All Files|*.*
de: Programmzeitschriften|*.xml|Alle Dateien|*.*

# dlgEPG.Title
source: Select a File to save the Program Guide to
de: Bitte wählen Sie die Datei, in der die Programmzeitschrift abgelegt werden soll

# $this.Text
source: DVB.NET Card Server Master Tester
de: DVB.NET Card Server Testprogramm
